{"key_id":"2526","key_title":"Key to the species of Geranium","key_author":"","modified_from_source":false,"UID":"002233","description":"","rank":"species","taxonomic_scope":{"item_id":"5313","item_name":"Geranium","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/c3464a9c-82b3-4c1d-a466-66e39d70fc6a"},"geographic_scope":"Victoria","notes":"","source_id":"2004","created_by_id":"1","timestamp_created":"2013-08-06 00:00:00","modified_by_id":"1","timestamp_modified":"2020-09-09 06:10:42","project":{"project_id":"10","project_name":"Flora of Victoria","project_icon":"https:\/\/keybase.rbg.vic.gov.au\/images\/projecticons\/epacris.png"},"breadcrumbs":[{"key_id":"1903","key_title":"Key to the main groups of plants in Victoria"},{"key_id":"1907","key_title":"Key to the families of Dicotyledons"},{"key_id":"2525","key_title":"Key to the genera of Geraniaceae"}],"key_name":"Geranium","source":{"author":"Smith, L.P.","publication_year":"1999","title":"Geranium","in_author":"Walsh, N.G.; Entwisle, T.J. (eds)","in_title":"Flora of Victoria. Vol. 4. Cornaceae to Asteraceae","edition":"","journal":"","series":null,"volume":"","part":"","publisher":"Inkata Press","place_of_publication":"Melbourne","page":"","is_modified":null,"url":"","citation":"From: <b>Smith, L.P.<\/b> (1999). Geranium. In: Walsh, N.G.; Entwisle, T.J. (eds), <i>Flora of Victoria. Vol. 4. Cornaceae to Asteraceae<\/i>. Inkata Press,  Melbourne."},"items":[{"item_id":"22235","item_name":"Geranium antrorsum","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/f5506f97-f2cc-4088-be1b-be5133a91710","to_key":null},{"item_id":"19142","item_name":"Geranium brevicaule","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/3d9bd8f0-49c1-4f0a-8d54-dfc8508696ab","to_key":null},{"item_id":"19141","item_name":"Geranium dissectum","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/4e6edcf0-1f61-492c-b6af-da9eed2fe869","to_key":null},{"item_id":"36510","item_name":"Geranium gardneri","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/cfc0400f-81e2-4e2e-8f10-1ae0faa19aa9","to_key":null},{"item_id":"19138","item_name":"Geranium homeanum","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/432558d9-ac6f-4dff-abb4-90e74fdd8867","to_key":null},{"item_id":"19139","item_name":"Geranium molle","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/b738eb2a-da4c-45ae-8424-344df8e49cbf","to_key":null},{"item_id":"22229","item_name":"Geranium neglectum","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/8b7ffc8e-7173-4c05-9415-cce1c1c35747","to_key":null},{"item_id":"19143","item_name":"Geranium potentilloides","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/40cb2d0f-5b9d-49f1-8fd2-dac1daa5446e","to_key":"2527"},{"item_id":"22227","item_name":"Geranium purpureum","url":null,"to_key":null},{"item_id":"19144","item_name":"Geranium retrorsum","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/f100b669-ec8d-4e33-8342-81316f256c56","to_key":null},{"item_id":"22228","item_name":"Geranium robertianum","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/9cf41616-4a83-4f01-9adc-80c201e726e5","to_key":null},{"item_id":"19145","item_name":"Geranium solanderi","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/76015d0c-43e5-40b6-a7e7-fb32a696da59","to_key":null},{"item_id":"22237","item_name":"Geranium sp. 1","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/18a5b721-c89d-4923-a0f4-6946b004b38a","to_key":null},{"item_id":"22233","item_name":"Geranium sp. 2","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/a7684661-38d9-4d11-8eef-a87c745f6ca3","to_key":null},{"item_id":"22236","item_name":"Geranium sp. 3","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/26406eb8-fca8-4ca3-a54c-40e55240b438","to_key":null},{"item_id":"22231","item_name":"Geranium sp. 5","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/463d8adb-4ec1-4a8c-a396-2000a7322025","to_key":null},{"item_id":"22232","item_name":"Geranium sp. 6","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/64d8ed47-be54-424f-9830-190425c07ddc","to_key":null},{"item_id":"22230","item_name":"Geranium sp. 7","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/183429b5-f648-4fd9-aa24-600b2e57515e","to_key":null},{"item_id":"19137","item_name":"Geranium yeoi","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/e713d7b5-c4fa-434b-9976-119a9f1321e6","to_key":null}],"first_step":{"root_node_id":"1109805"},"leads":[{"parent_id":"1109805","lead_id":"1109806","lead_text":"Leaves palmatisect or almost ternate with 3–5 primary lobes; primary lobes (particularly centre lobe) pinnatisect to c. bipinnatisect (usually 2 or more pairs of secondary lobes); garden-escapes","item":null},{"parent_id":"1109805","lead_id":"1109814","lead_text":"Leaves palmatifid to palmatisect with 3–9 primary lobes; primary lobes bifid, trifid or variously lobed but never truly pinnatisect (or never more than 2 pairs of c. opposite secondary lobes)","item":null},{"parent_id":"1109806","lead_id":"1109807","lead_text":"Petals 18–22 mm long; mericarps without long hair-like fibres","item":"19137"},{"parent_id":"1109806","lead_id":"1109809","lead_text":"Petals to 15 mm long; tufts of long hair-like fibres attached at top of mericarp either side of dorsal suture near awn attachment","item":null},{"parent_id":"1109809","lead_id":"1109810","lead_text":"Flowers small, petals 5–9 mm long; foliage not malodorous; anthers yellow; mericarps with dense wrinkle-like ridges (see note after genus description)","item":"22227"},{"parent_id":"1109809","lead_id":"1109812","lead_text":"Flowers large, petals 8–14 mm long; foliage malodorous; anthers orange to purple; mericarps with sparse, (usually) fine ridges","item":"22228"},{"parent_id":"1109814","lead_id":"1109815","lead_text":"Plants glabrous to glabrescent (sometimes with isolated hairs or with inconspicuous indumentum of tiny appressed hairs)","item":null},{"parent_id":"1109814","lead_id":"1109832","lead_text":"Plants (particularly peduncles, pedicels and leaf surfaces) with a conspicuous (sparse to dense) indumentum","item":null},{"parent_id":"1109815","lead_id":"1109816","lead_text":"Plants glabrous or with minute retrorse and strongly-appressed hairs on stems and petioles; leaf surfaces usually with tiny appressed or curved hairs","item":null},{"parent_id":"1109815","lead_id":"1109827","lead_text":"Petioles and stems with very few scattered, retrorse or recurved to subappressed hairs, stems often glabrescent with age; leaf surfaces with isolated to scattered hairs","item":null},{"parent_id":"1109816","lead_id":"1109817","lead_text":"Basal leaves persisting throughout year; plants freely rooting from nodes along elongate flowering stem, or plant rosetted, without elongate flowering stems (or with very short stems never exceeding basal leaves); roots thickened and fibrous, often matted, sometimes with woody taproot; swamps and poorly-drained sites, often alpine or subalpine","item":null},{"parent_id":"1109816","lead_id":"1109822","lead_text":"Basal leaves usually senescing before or during stem elongation; plants not (or rarely) rooting from nodes; taproot napiform or thickened and tapering, sometimes with lateral branching but never fibrous and matted; habitat various but not swamp-inhabiting","item":null},{"parent_id":"1109817","lead_id":"1109818","lead_text":"Plants green to dark green; senescent leaves bright red to orange; flowers large (to 3 cm diam.), pink with darker veins and usually with long pedicel\/peduncle (to 25 cm); sepals pubescent; flowering stems lax, with internodes often exceeding 20 cm long, extensively rooting from nodes; seeds with very small yet distinct isodiametric alveolae; East Gippsland, not alpine or subalpine","item":"22229"},{"parent_id":"1109817","lead_id":"1109820","lead_text":"Plants usually greyish; senescent leaves never bright red to orange; flowers small (to 9 mm diam.), pale pink, usually sessile; sepals pilose; flowering stems (if present) never exceeding basal leaves; seeds smooth, with very shallow indistinct alveolae; alps and subalps","item":"22230"},{"parent_id":"1109822","lead_id":"1109823","lead_text":"Pedicels\/peduncles never with long glandular hairs; sepals often vertically infolded or concave in fruit; seeds slightly rugose with small, shallow, c. isodiametric alveolae; usually robust, much-branched plants of damp, weedy sites","item":"22231"},{"parent_id":"1109822","lead_id":"1109825","lead_text":"Pedicels\/peduncles with occasional long, patent glandular hairs (sometimes deciduous with age); sepals never folded deeply inwards in fruit; seeds smooth with very shallow c. oblong alveolae; fine, trailing to scrambling plant of damp, sheltered areas of north-east","item":"22232"},{"parent_id":"1109827","lead_id":"1109828","lead_text":"At least inner sepals with broad hyaline margins; sepals usually reflexed in spent fruits; mericarps sparsely hairy, without distinctly ciliate suture margins; seeds with small, elongate alveolae","item":"19138"},{"parent_id":"1109827","lead_id":"1109830","lead_text":"Sepals without obvious hyaline margins; sepals rarely reflexed in spent fruit; mericarps pubescent with distinctly ciliate suture margins; seeds with large, isodia- metric alveolae","item":"22233"},{"parent_id":"1109832","lead_id":"1109833","lead_text":"Plants rosetted, if flowering stem ever developed, then never exceeding basal leaves; sepals hirsute to villous with long whitish hairs and apical mucro 1.3–2 mm long; higher-montane forests, subalpine and alpine grasslands and herbfields","item":null},{"parent_id":"1109832","lead_id":"1109838","lead_text":"Plants forming elongate flowering stems far exceeding basal leaves (rosetted only during overwintering stage); sepals variously hairy, not densely hirsute or villous, mucro rarely exceeding 1 mm long; habitats various, never truly alpine","item":null},{"parent_id":"1109833","lead_id":"1109834","lead_text":"Pedicel\/peduncle to c. 8 cm long at anthesis (rarely subsessile); pedicel\/ peduncle indumentum antrorse to c. patent; petals bright pink, exceeding sepals","item":"22235"},{"parent_id":"1109833","lead_id":"1109836","lead_text":"Flowers usually sessile at anthesis (pedicels elongating in fruit); pedicel\/peduncle indumentum usually dense, retrorse; petals narrow, red-purple, not exceeding sepals","item":"19142"},{"parent_id":"1109838","lead_id":"1109839","lead_text":"Indumentum of stems strongly retrorse-appressed","item":null},{"parent_id":"1109838","lead_id":"1109847","lead_text":"Indumentum of stems variously spreading to somewhat retrorse (but not strongly appressed)","item":null},{"parent_id":"1109839","lead_id":"1109840","lead_text":"Leaves shallowly or deeply incised, lobes not narrow-linear, never appearing 'tangled'; sepal mucro very short (under 0.5 mm) or absent; at least pedicel and peduncle with occasional long patent glandular hairs; apparently confined to moist sheltered sites","item":"22232"},{"parent_id":"1109839","lead_id":"1109842","lead_text":"Leaves deeply dissected, lobes narrow-linear, usually appearing 'tangled'; sepal mucro distinct (usually 0.5–1 mm long); indumentum not including long glandular hairs; usually dry sites in grasslands and grassy woodlands","item":null},{"parent_id":"1109842","lead_id":"1109843","lead_text":"Flowers bright pink to magenta (sometimes fading to pink); anthers without blue dehiscence lines; indumentum always retrorse and strongly appressed on petioles, stems and (usually) pedicel\/peduncle","item":"19144"},{"parent_id":"1109842","lead_id":"1109845","lead_text":"Flowers pale pink; anthers with faint blue dehiscence lines; indumentum sometimes retrorse-appressed on late-season growth but lower stems, basal petioles and pedicel\/peduncle pubescent with very short recurved to long, patent hairs","item":"22236"},{"parent_id":"1109847","lead_id":"1109848","lead_text":"Indumentum, particularly on pedicel and peduncle, tomentose, puberulous or pubescent, sometimes greyish, with dense, very short, soft, often recurved hairs","item":null},{"parent_id":"1109847","lead_id":"1109853","lead_text":"Indumentum, particularly on pedicel and peduncle, conspicuously spreading, recurved or retrorse, not consistently very short and dense","item":null},{"parent_id":"1109848","lead_id":"1109849","lead_text":"Flowers never more than 18 mm diam.; inflorescence always 1-flowered (rarely 2- or 3-flowered through monochasial growth); inner sepals sometimes with narrow-translucent margins but never with retuse apices; mericarp without ciliate suture margins","item":"19143"},{"parent_id":"1109848","lead_id":"1109851","lead_text":"Flowers large (18–25 mm diam.), mostly twinned, but often single and twinned on same plant; at least inner sepals with broad-translucent margins and more or less retuse apices; mericarp with shortly ciliate suture margins","item":"22237"},{"parent_id":"1109853","lead_id":"1109854","lead_text":"Stems (or at least petioles) pilose to villous, including at least some long patent hairs","item":null},{"parent_id":"1109853","lead_id":"1109865","lead_text":"Stems with short to long, retrorse to recurved (but not patent) hairs","item":null},{"parent_id":"1109854","lead_id":"1109855","lead_text":"Leaf-lobes usually narrow to narrow-linear; anther dehiscence lines pale to dark blue-purple","item":null},{"parent_id":"1109854","lead_id":"1109860","lead_text":"Leaf-lobes broad, never narrow-linear; anther dehiscence lines obscure, not coloured","item":null},{"parent_id":"1109855","lead_id":"1109856","lead_text":"Petals bright pink to magenta (sometimes fading to pink but never pale pink or white), discolorous, veins rather obscure; sepal mucro usually longer than 0.5 mm; stems with hairs predominantly spreading at right angles","item":"19145"},{"parent_id":"1109855","lead_id":"1109858","lead_text":"Petals pale pink to white, concolorous, with 3–5 translucent veins; sepal mucro usually shorter than 0.5 mm; older stems with retrorse to appressed indumentum","item":"22236"},{"parent_id":"1109860","lead_id":"1109861","lead_text":"Mericarps glabrous and strongly wrinkled; seed retained within mericarp on ripening; petals dark pink-magenta, incised or bilobed; indumentum villous with shining hairs; annual or biennial with short, narrow taproot","item":"19139"},{"parent_id":"1109860","lead_id":"1109863","lead_text":"Mericarps puberulous to pubescent, rarely with longer hairs toward awn, smooth; seed released from mericarp on ripening; petals white to pale pink, c. obtuse, never incised or bilobed; hairs not shining; perennial with napiform to ellipsoid taproot","item":"22233"},{"parent_id":"1109865","lead_id":"1109866","lead_text":"Plants annual or biennial with narrow taproot and\/or fibrous roots; petals magenta, deeply incised or bilobed; stipules usually reddish; at least upper stems covered in long glandular and eglandular hairs; fruit rostrum with long glandular hairs; garden-escape, often growing on wasteland","item":"19141"},{"parent_id":"1109865","lead_id":"1109868","lead_text":"Plants perennial with swollen napiform to ellipsoid taproot; petals mid-pink to whitish, never deeply incised or bilobed; stipules never reddish; stems and inflo- rescences without long glandular hairs; fruit rostrum eglandular","item":null},{"parent_id":"1109868","lead_id":"1109869","lead_text":"Sepal mucro less than 0.5 mm long; roots napiform to ellipsoid, not branched (rarely forked); mericarps with long-ciliate suture margins; anther dehiscence lines obscure; upper surfaces of leaves (and stems) not tuberculate","item":"22233"},{"parent_id":"1109868","lead_id":"1109871","lead_text":"Sepal mucro at least 0.5 mm long; roots thickened, branched or tapering below but not napiform; mericarps without ciliate suture margins; anther dehiscence lines fine, purplish or bluish; upper surfaces of leaves (and stems) often tuberculate","item":null},{"parent_id":"1109871","lead_id":"1109872","lead_text":"Sepals elliptic and\/or obovate, at least the two inner ones obovate with broad hyaline margins, mucro usually 1–1.5 mm long; seed reddish-brown with small, shallow, elongate alveolae; stems usually glabrescent or glabrous; upper surfaces of leaves glabrescent to sparsely hispid","item":"19138"},{"parent_id":"1109871","lead_id":"1109874","lead_text":"Sepals ovate to lanceolate, margins narrow, white to translucent (never broad and hyaline), mucro usually less than 1 mm long; seed dark brown with large, deep, isodiametric alveolae; stems densely hispid or sometimes glabrescent; upper surfaces of leaves hispid","item":"36510"}]}