{"key_id":"2741","key_title":"Key to the species of Celmisia","key_author":null,"modified_from_source":false,"UID":"002448","description":null,"rank":"species","taxonomic_scope":{"item_id":"2995","item_name":"Celmisia","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/2a8ff80f-c8c5-47e7-93a6-d7689bc484a9"},"geographic_scope":"Victoria","notes":null,"source_id":"1985","created_by_id":"1","timestamp_created":"2013-08-06 00:00:00","modified_by_id":"1","timestamp_modified":"2013-08-05 19:30:01","project":{"project_id":"10","project_name":"Flora of Victoria","project_icon":"https:\/\/keybase.rbg.vic.gov.au\/images\/projecticons\/epacris.png"},"breadcrumbs":[{"key_id":"1903","key_title":"Key to the main groups of plants in Victoria"},{"key_id":"1907","key_title":"Key to the families of Dicotyledons"},{"key_id":"2672","key_title":"Key to the genera of Asteraceae"}],"key_name":"Celmisia","source":{"author":"Gray, M.; Given, D.","publication_year":"1999","title":"Celmisia","in_author":"Walsh, N.G.; Entwisle, T.J. (eds)","in_title":"Flora of Victoria. Vol. 4. Cornaceae to Asteraceae","edition":null,"journal":null,"series":null,"volume":null,"part":null,"publisher":"Inkata Press","place_of_publication":"Melbourne","page":null,"is_modified":null,"url":null,"citation":"From: <b>Gray, M.; Given, D.<\/b> (1999). Celmisia. In: Walsh, N.G.; Entwisle, T.J. (eds), <i>Flora of Victoria. Vol. 4. Cornaceae to Asteraceae<\/i>. Inkata Press,  Melbourne."},"items":[{"item_id":"23361","item_name":"Celmisia costiniana","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/7b1db25b-1f39-4bfd-accd-7dde21a51ae3","to_key":null},{"item_id":"23359","item_name":"Celmisia latifolia","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/03379ccd-f0ed-4718-9a06-43a072290832","to_key":null},{"item_id":"23362","item_name":"Celmisia pugioniformis","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/1f51b614-3266-40be-ab94-de70ff59e429","to_key":null},{"item_id":"23358","item_name":"Celmisia sericophylla","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/a500c9cf-9003-4da4-87dd-1a485d673d67","to_key":null},{"item_id":"23360","item_name":"Celmisia tomentella","url":"https:\/\/vicflora.rbg.vic.gov.au\/flora\/taxon\/a4264cfe-17b1-4723-b31c-2f8ba0479e11","to_key":null}],"first_step":{"root_node_id":"242240"},"leads":[{"parent_id":"242240","lead_id":"242241","lead_text":"Upper surface of leaf with a thick or thin pellicle, sometimes deciduous in older leaves, the underside with short, compact or woolly tomentum; leaves rather stiff, persistent","item":null},{"parent_id":"242240","lead_id":"242252","lead_text":"Leaves without pellicle, both surfaces with persistant antrorse silky hairs, usually denser and silvery on the underside, velvety to the touch; leaves flat and soft- textured, renewed annually","item":"23358"},{"parent_id":"242241","lead_id":"242242","lead_text":"Leaves less than 2 cm wide, or if wider, then with a thick, more or less persistent pellicle on upper surface; leaf underside with very short or more or less woolly tomentum; plants usually smaller and more slender than the preceding","item":null},{"parent_id":"242241","lead_id":"242250","lead_text":"Leaves usually more than 2 (up to 5) cm wide, stiff and flat, oblanceolate to narrowly oblanceolate or elliptic; pellicle of upper leaf surface very thin and weak, soon breaking up into fine, more or less deciduous webby fragments; leaf underside with a dense compact tomentum covered by a very thin silvery pellicle which soon breaks up into microscopic hair-like fragments, satiny to the touch; generally robust plants, sometimes forming tufts up to 1 m wide","item":"23359"},{"parent_id":"242242","lead_id":"242243","lead_text":"Thin scaly rhizomes absent; rootstock branched and more or less woody, erect or ascending, or creeping and rooting to form often extensive patches; if tomentum of leaf underside short, with the midrib conspicuous, then tomentum hairs terete (under high magnification) and intermediate involucral bracts narrowly ovate- acuminate to narrowly triangular-acuminate","item":null},{"parent_id":"242242","lead_id":"242248","lead_text":"Tufted herbs with thin spreading scaly rhizomes; leaf underside with very short tomentum, the midrib usually raised and conspicuous; tomentum hairs flattened (under high magnification); intermediate involucral bracts narrowly triangular to narrowly triangular-subulate","item":"23360"},{"parent_id":"242243","lead_id":"242244","lead_text":"Intermediate involucral bracts narrowly ovate- to narrowly triangular-acuminate, usually weakly tomentose at least distally, soon glabrescent and usually reddish-purple over most of the back, the margins densely woolly-fimbriate; leaves narrowly oblanceolate to narrowly elliptic or linear; pellicle soon rupturing beneath to reveal the short more or less woolly tomentum on the leaf underside, the raised midrib usually conspicuous; tomentum hairs terete (under high magnification)","item":"23361"},{"parent_id":"242243","lead_id":"242246","lead_text":"Intermediate involucral bracts narrowly triangular to narrowly triangular-subulate, more or less tomentose (but usually glabrescent at least in the lower third), reddish-purple distally, the margins more or less fimbriate; leaves subulate to linear-subulate, sometimes expanded and narrowly oblanceolate; pellicle usually tardily rupturing beneath to reveal the long, woolly tomentum which fills the cavity on the leaf underside, usually obscuring the raised midrib; tomentum hairs flattened (under high magnification)","item":"23362"}]}